Repository: Highzest/tumar-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Tumar Control Panel
ru: Tumar Панель Управления

source: Farms, Animals
ru: Фермы, Животные

source: IIN/BIN
ru: ИИН/БИН

source: Legal person
ru: Юридическое Лицо

source: IIK
ru: ИИК

source: BANK
ru: Банк

source: BIN
ru: БИН

source: Address
ru: Адрес

source: Chinese API key
ru: Логин для GPS системы

source: Farm
ru: Ферма

source: Farms
ru: Фермы

source: Type of machinery
ru: Тип техники

source: Identification code of the machinery
ru: ИК техники

source: Machinery
ru: Техника

source: Animal tag number
ru: Номер бирки

source: Animal name
ru: Кличка

source: Date of birth
ru: Дата рождения

source: Photo of the animal
ru: Фото животного

source: IMEI of the tracker
ru: ID устройства (IMEI)

source: IMSI number
ru: Номер IMSI

source: Battery charge
ru: Заряд батареи

source: Last updated
ru: Последнее обновление

source: Animal
ru: Животное

source: Animals
ru: Животные

source: Breed of the animal
ru: Порода животного

source: Breeding Stock
ru: Маточное поголовье

source: Date of weaning
ru: Дата отъема

source: Gender
ru: Пол

source: Mother
ru: Мать

source: Active?
ru: Активный?

source: Calf
ru: Телёнок

source: Calves
ru: Телята

source: Birth Place
ru: Место рождения

source: Breeding Bull
ru: Племенной бык

source: Breeding Bulls
ru: Племенные быки

source: Store Cattle
ru: Скот на откорме

source: Position
ru: Локация

source: Time
ru: Время

source: Geo-location
ru: Геолокация

source: Geo-locations
ru: Геолокации

source: Cadastre Number
ru: Кадастровый номер

source: Geometry
ru: Геометрия

source: Title
ru: Название

source: Cadastre
ru: Кадастр

source: Cadastres
ru: Кадастры

source: Download Geo-locations
ru: Скачать Геолокации

source: Not enough geolocations to construct LineString
ru: Недостаточно геолокаций чтобы составить LineString (путь)

source: Catalog
ru: Каталог

source: Name of the City
ru: Название Города

source: City
ru: Город

source: Cities
ru: Города

source: Title of the Direction
ru: Название Направления

source: Direction of the Company
ru: Направление Компании

source: Directions of the Company
ru: Направления Компаний

source: Category of the Company
ru: Категория Компании

source: Cities of the Company
ru: Города Компании

source: Title of the Company
ru: Название Компании

source: Product Description
ru: Описании Продукта

source: Short Company Description
ru: Описание Компании

source: Phone Numbers
ru: Телефонные Номера

source: Emails
ru: Эл. Почты

source: Websites
ru: Сайты

source: Instagram
ru: Инстаграм

source: Facebook
ru: Фэйсбук

source: Company
ru: Компания

source: Companies
ru: Компании

source: Community
ru: Сообщество

source: Name of the Category
ru: Название Категории

source: Post Category
ru: Категория Поста

source: Post Categories
ru: Категории Поста

source: Author
ru: Автор

source: Categories of the Post
ru: Категории Поста

source: Title of the Post
ru: Название Поста

source: Content of the Post
ru: Текст Поста

source: Active
ru: Активный?

source: Posts
ru: Посты

source: Post Image
ru: Изображение Поста

source: Post Images
ru: Изображения Поста

source: User
ru: Пользователь

source: Upvote
ru: Лайк

source: Downvote
ru: Дизлайк

source: Upvote/Downvote
ru: Лайк/Дизлайк

source: Upvotes/Downvotes
ru: Лайки/Дизлайки

source: Object of the Reply
ru: Объект ответа

source: Content of the Comment
ru: Текст комментария

source: Comment
ru: Комментарий

source: Comments
ru: Комментарии

source: Comment Image
ru: Изображение Комментария

source: Comment Images
ru: Изображения Комментария

source: English
ru: Английский

source: Russian
ru: Русский

source: Dashboard
ru: Дэшборд

source: Animals Calendar
ru: Календарь Мероприятий

source: Type of the event
ru: Тип Мероприятия

source: Report
ru: Репорт

source: Cow Animal of the event
ru: Корова Мероприятия

source: Cow Event
ru: Мероприятие Коровы

source: Cow Events
ru: Мероприятия Коровы

source: Completed?
ru: Завершено?

source: Date of the event completion
ru: Дата Завершения Мероприятия

source: Calf Animal of the event
ru: Телёнок Мероприятия

source: Calf Event
ru: Мероприятие Телёнка

source: Calf Events
ru: Мероприятия Телёнка

source: Imagery Requests
ru: Запросы на Снимки

source: Pending
ru: Начинается

source: Waiting for new imagery
ru: Ожидает новых снимков

source: Processing
ru: В Обработке

source: Finished
ru: Завершен

source: Failed
ru: Неудавшийся

source: Free requests expired
ru: Бесплатные запросы закончены

source: Request creation date
ru: Дата создания запроса

source: Request scheduled time
ru: Запланированная дата снимков

source: Request finish time
ru: Дата завершения обработки снимков

source: Status
ru: Статус

source: Imagery Request
ru: Запрос на Снимки

source: Personal info
ru: Личная Информация

source: Permissions
ru: Права

source: Important dates
ru: Важные Даты

source: Users
ru: Пользователи

source: Phone Number
ru: Номер Телефона

source: Required. Phone number must be entered in the format: '+77076143537'. Up to 15 digits allowed.
ru: Обязательно. Номер телефона должен быть текущего формата: '+77076143537'. Разрешено до 15 чисел.

source: A user with that phone number already exists.
ru: Пользователь с таким номером телефона уже существует.

source: Profile Picture
ru: Фото Профиля

source: New Account Activation
ru: Активация Нового Аккаунта

source: Reset Password
ru: Сброс Пароля
